Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_498-Tantra_of_the_Blue-Clad_Vajrapani-v1.tmx
Source language: bo
Languages: en

source: །རིམས་བསྲུང་བ་ལ་ནི་རྩྭ་ཀུ་ཤའི་འབྲུམ་བུས་བྱའོ།
en: “Protect against epidemics with the kuśa grass pock.

source: །ཀླུ་སྒྲུབ་པར་འདོད་ན་མཚར་བུའི་ལྕུག་མ་དང་བདུད་རྩི་ཆུས་བྱའོ།
en: If you wish to accomplish nāgas, use the shoots of hardwood trees and nectar.

source: །ཕ་རོལ་གྱི་དཔུང་འཇོམས་པར་འདོད་ན་གུ་གུལ་གྱིས་བྱའོ།
en: If you wish to destroy an opposing army, do so with frankincense.

source: །ལས་རྣམས་ལ་སྔགས་འབུམ་གྱིས་བྱའོ།
en: For all actions, recite a hundred thousand mantras.

source: །རྡོ་རྗེ་ས་འོག་གི་རྒྱུད་ལས་སྔགས་ཀྱི་ལེའུ་སྟེ་བརྒྱད་པའོ།།
en: This was the eighth chapter on mantra from The Tantra of the Vajra in the Underworld.

source: །།དེ་ནས་གཞན་ཡང་བཟླས་པ་ཡི། །ངེས་པ་འདིར་ནི་བཤད་པར་བྱ།
en: “Then, moreover, the certainty of recitation Will be taught now.

source: །གང་ཞིག་དངོས་གྲུབ་སྒྲུབ་འདོད་པས། །དམ་ཚིག་སྡོམ་དང་རབ་ལྡན་པས།
en: Whoever wishes to gain spiritual accomplishments Should fully possess commitments and pledges,

source: །བདག་ཉིད་ལས་ཀྱི་ལྷར་བསྒོམས་ཏེ། །ཡེ་ཤེས་ཁྲོ་བོ་སྤྱན་དྲངས་ཏེ།
en: “And visualize oneself as the deity of activity. Then invite the wrathful wisdom.

source: །ཛཿཧཱུྃ་བྃ་ཧོཿདགུག་སོགས་བྱ།
en: Summon and the rest with jaḥ hūṃ vaṃ hoḥ.

source: །རང་སྙིང་ཟླ་བར་སྔགས་ཀྱི་ཕྲེང་།
en: In your heart, on a moon, is the mantra chain.

source: །དངུལ་སྦྲམ་ལྟ་བུར་རབ་བསམས་ཏེ། །མྱུར་དལ་གསལ་དང་མི་གསལ་སྤང་།
en: “Visualize it like a silver viper, Swift, free, and clear—without vagueness.

source: །ཡིད་ཀྱིས་བསྒྲིམ་པའི་བཟླས་པ་བྱ། །མཆོད་པ་རྣམ་པ་ལྔས་ཀྱང་མཆོད།
en: Mentally perform a concentrated recitation, Then make the fivefold offering.

source: །རབ་ཏུ་བསྒྲིམ་པའི་བཟླས་པ་འདིས། །གང་འདོད་དངོས་གྲུབ་ངེས་པར་འགྲུབ།
en: “Through this fully concentrated recitation, All desired spiritual accomplishments will surely be accomplished.

source: །ཨོཾ་ཨཱཿཧཱུྃ་སྐུ་གསུང་ཐུགས་བྱིན་གྱིས་བརླབ་པའི་སྔགས་སོ།
en: “Oṃ āḥ hūṃ. “That is the mantra for the blessings of enlightened body, speech, and mind.

source: །ཨོཾ་བཛྲ་པཱ་ཎི་ཨ་བྷི་ཥིཉྩ་མཱཾ། དབང་བསྐུར་བའི་སྔགས་སོ།
en: “Oṃ vajrapāṇi abhiṣiñca mām. “Such is the mantra for bestowing empowerment.

source: །ཨོཾ་བཛྲ་པཱ་ཎི་ཏིཥྛ་ཧཱུཾ། ཐུགས་བརྟན་པའི་སྔགས་སོ།
en: “Oṃ vajrapāṇi tiṣṭha hūṃ. “That is the mantra for stabilizing enlightened mind.

source: །སྐུ་དང་ཐུགས་ཀྱི་གསང་བ་དང་། །གསུང་གི་གསང་བ་མ་ལུས་པས། །མྱུར་དུ་བྱང་ཆུབ་ལ་རེག་འགྱུར།
en: “Through all the secrets of enlightened body and mind, And enlightened speech in their entirety, One will quickly meet with awakening.

source: །གང་ཚེ་སྒྲུབ་ལ་བརྩོན་ལྡན་པ། །ཚེ་གཅིག་འབྲས་བུ་མྱུར་ཐོབ་འགྱུར།
en: Whenever someone is practicing diligently, “The result will swiftly be attained within a single life.

source: ། གཉིས་མེད་རང་བཞིན་རྡོ་རྗེ་ཅན། །མཁའ་དབྱིངས་རྡོ་རྗེ་ཀུན་ཏུ་ཁྱབ།
en: The nondual nature is the vajra possessor; It fully pervades the vajra sky.

source: །བརྗོད་མེད་རྟོག་བྲལ་དེ་ཉིད་དོན། །ལྷུན་གྲུབ་དང་ལ་རབ་ཏུ་གཞག
en: It is inexpressible, nonconceptual, the meaning of thatness. “Let go in this spontaneously accomplished state.

source: །ཧཱུྃ་དང་ཨ་ཡི་རྣམ་པ་ཅན། །ཇི་ལྟར་ཆུ་ཡི་ཟླ་བ་བཞིན། །མ་ཡེངས་སེམས་ཀྱིས་རྒྱུན་དུ་བསྒོམ།
en: On the form of hūṃ and āḥ, Like a moon reflected in water, Meditate continually, with an undistracted mind.

source: །ཨེ་མ་ཧོ་མགོན་པོ་བཅོམ་ལྡན་འདས། ། མཆོག་ལས་མཆོག་ཏུ་རྣམ་པར་རྒྱལ།
en: “Amazing! The Protector, the Blessed One, Is the utterly supreme victor.

source: །ཨེ་མ་ཧོ་སྤྲུལ་པའི་རྣམ་པ་སྐུ། །སྒྲ་ལ་རབ་ཏུ་དམིགས་པ་མེད།
en: Amazing! This emanated body Has no focus on sound.

source: །དགྱེས་ཆེན་ཀུན་གྱི་སྤྱོད་ཡུལ་ཡིན། །རང་གསལ་ཉིད་ལ་རྣམ་པར་དག །མཆོག་གི་བྱང་ཆུབ་ཚུལ་དུ་གནས།
en: “It is the domain of all joyful ones. This natural luminosity is purity; It abides as supreme awakening.”

source: །རྡོ་རྗེས་འོག་གི་རྒྱུད་ལས་ངེས་པ་དང་རྣམ་པར་དག་པའི་ལེའུ་སྟེ་དགུ་པའོ།།
en: This was the ninth chapter on certainty and purity from The Tantra of the Vajra in the Underworld.

source: །།དེ་ནས་སྟོན་པ་རྡོ་རྗེ་འཆང་། །འགྲོ་བའི་མགོན་ལ་རབ་གཟིགས་ཏེ། །བསྲུང་བའི་ཆོ་ག་རབ་ཏུ་གསུངས།
en: Then the teacher Vajradhara Gazed at the protector of beings And taught the ritual of protection:

source: །ལག་ན་རྡོ་རྗེ་རབ་ཏུ་ཉོན།
en: “Vajrapāṇi, listen well!

source: །འགྲོ་བ་གདུག་པས་ཟིན་འགྱུར་བ། །ཟངས་མ་དག་ལ་དུད་འགྲོའི་གཟུགས། །ལེགས་པ་དག་ཏུ་རབ་བྱས་ཏེ། །ཁོང་པ་དངུལ་ལ་སོགས་པས་དགང་།
en: “Those beings who are seized by wicked ones Should skillfully craft an image Of an animal in pure copper And fill its interior with silver and the like.

source: །གང་ནས་འདོད་པའི་ས་ཕྱོགས་སམ། །རང་ལུས་དག་ལ་ལེགས་སྦས་ནས། །བསྲུང་བ་དམ་པར་འགྱུར་བའོ།
en: “Once filled, it should be well concealed In a desirable place or on one’s own body. This is the best protection.

source: །བདེ་གཤེགས་སྐུ་གདུང་རིང་བསྲེལ་ཅན། །རབ་ཏུ་གནས་པ་ལེགས་བྱས་ཏེ།
en: “A reliquary of the bliss-gone ones together with its relics Should be skillfully fashioned and consecrated.

source: །གང་གནོད་སར་ནི་རབ་སྦས་ན། །བདེན་སྟོབས་བརྗོད་པས་ཞི་བར་འགྱུར།
en: If it is concealed wherever harm might occur, There will be peace by pronouncing the power of truth.

source: །སངས་རྒྱས་གང་གཱའི་བྱེ་ཚོགས་ཀྱིས། །གསུངས་པའི་གཟུངས་སྔགས་དག་གིས་ནི།
en: “The buddhas, as numerous as the grains of sand in the Ganges, Taught these incantation mantras.

source: །བྱ་ལ་སོགས་པའི་བྱོལ་སོང་ཚོགས། །ཡིད་འོང་མཛེས་པའི་དུད་འགྲོ་ལ།
en: To many creatures, such as birds— All pleasant and beautiful animals.

source: །སྐུད་པ་སྔོན་པོ་དག་དང་ནི། །དར་ལ་བརྒྱ་རྩ་བརྒྱད་བསྔགས་ཏེ།
en: “With these mantras, one should consecrate One hundred and eight blue cords and strings of silk.

source: །བདེན་པ་བདར་ལ་རབ་ཏུ་བསྔོས། །གཏོར་མ་གཏང་ན་ཞི་བར་འགྱུར།
en: Invoke the truth and perform a dedication; When the oblation is given, there will be pacification.

source: །ཁམ་པོར་ལ་སོགས་སྣོད་གཙང་མར། །སྨན་དང་དར་སོགས་བར་བཅུག་སྟེ།
en: “In a clean vessel, such as a cup, Place such things as medicine and silk.

source: །མེ་ཏོག་བདུག་སོགས་མཆོད་བྱས་ཏེ།
en: Make an offering of flowers, incense, and so forth.

source: །ས་ལ་སྦས་ན་གནོད་པ་རྣམས། །ཞིབ་བ་དག་ཏུ་འགྱུར་བ་ཡིན།
en: If it is hidden in the ground, All harmful influences will become pacified.

source: །སྐུད་པ་དཀར་པོ་ལུས་བསྒྲིལ་ལ། ། མདུད་པ་ཉི་ཤུ་རྩ་གཅིག་བྱ།
en: “Braid together three white cords And make twenty-one knots.

source: །སྒྲུབ་དང་བསྒྲུབ་པའི་མཆོད་པ་བྱ། །རྒྱལ་ལ་རབ་ཏུ་མགུལ་དུ་བཏགས།
en: Accomplish it and make the offering of accomplishment, Then tie it around the neck of a victor.

source: །བར་ཆད་ཟློག་པར་འགྱུར་བར་ངེས།
en: It is certain to reverse all obstacles.

source: །ཡུངས་ཀར་མར་དང་མུ་ཟི་རྣམས། །ཆ་སྙོམས་ལུས་ལ་རབ་བྱུགས་ན། །གདུག་པས་ཟིན་ལས་ཐར་བར་འགྱུར།
en: “If one smears the body, in equal measure, With mustard seed, clarified butter, and brimstone, One will be freed from the grasp of vicious beings.

source: །བ་སུ་ན་དའི་མེ་ཏོག་དང་། །འདའ་ཧུ་ན་དའི་འབྲས་བུ་ལ། །སྨིན་དྲུག་དུས་སུ་རབ་བསྒྲུབས་ན།
en: “If one practices during the month of Kārttika, On the bagunada flower, And the dahunada fruit,

source: །གདུག་པ་ཕྱོགས་སུ་མི་གནས་སོ།
en: All vicious ones will have nowhere to remain.

source: །སྟག་དང་དྲེད་དང་འཇའ་ཐར་གྱི། །སྤུས་ནི་གདུག་པ་ལས་གྲོལ་འགྱུར།
en: “With the hairs of tiger, bear, and jackal, One will be free from vicious ones.

source: །འབབ་ཆུ་རྒྱ་མཚོ་ལ་སོགས་པ། །ལུས་བསྲུང་བྱ་བ་མཐར་ཕྱིན་པར། །བྱས་ན་མཆོག་ཏུ་བསྲུང་བར་འགྱུར།
en: “If, in a waterfall, a lake, and so forth, The acts of protecting the body are perfectly performed, It will be the supreme protection.

source: །རྡོ་རྗེ་འཆང་བ་ཁྱོད་ཀྱིས་ཟུང་།
en: “You should accept the Vajra Holder!

source: །མཐར་ཕྱིན་ཟླ་བ་སྤྲིན་གཟའ་ལས། །གྲོལ་བ་ལྟ་བུར་འགྱུར་བ་ཡིན།
en: Then, just as the full moon Is freed from the grasp of the clouds, So shall you be free.”

source: །དཔལ་རྡོ་རྗེ་ས་འོག་གི་རྒྱུད་ལས་བསྲུང་བའི་ལེའུ་སྟེ་བཅུ་པའོ།།
en: This was the tenth chapter on protection from The Tantra of the Vajra in the Underworld.

source: །།ལག་ན་རྡོ་རྗེས་ལེགས་སྨྲས་པ།
en: Vajrapāṇi then said these well-spoken words:

source: །བཏུབ་སྔགས་ཀྱི་ཆོ་ག་ནི། །ཇི་ལྟར་ལེགས་སོ་རྡོ་རྗེ་འཆང་།
en: “The ritual of arranging mantras, How might that be?”

source: །ཁྱེད་ལ་རབ་ཏུ་ཉན་པར་འཚལ།
en: “Vajra Holder, please listen well.

source: །ཉོན་ཅིག་རྡོ་རྗེ་འཆང་བ་ཁྱོད། །སྔགས་བཏུ་ཁྱོད་ལ་བཤད་པར་བྱ།
en: Vajra Holder, listen well, And I will teach you the arrangement of mantras.

source: །གྲུ་གསུམ་དཀྱིལ་འཁོར་ཉམས་དགའ་བར། །པདྨ་འདབ་མ་བརྒྱད་པ་བྲི།
en: “In a pleasing, triangular maṇḍala, Draw a lotus with eight petals.

source: །འདོད་དོན་ཐམས་ཅད་རབ་འགྲུབ་པ།
en: This accomplishes all desired aims.

source: །དེར་ནི་གསང་སྔགས་བཏུ་བར་བྱ།
en: “Within that, arrange the secret mantras.

source: །དབུས་སུ་ཡི་གེའི་བདག་པོ་གཞག
en: In the center, place the lord of syllables.

source: །བཞི་པ་ཡི་ནི་ལྔ་པ་ལ། །ཡི་གེ་ཨི་ནི་རབ་ཏུ་སྦྱར།
en: In the fifth of the fourth, Place the syllable i.

source: །མཐར་གནས་པ་ཡི་གསུམ་པ་ལ། །ལྔ་པ་ཡི་ནི་མཐའ་དང་སྦྱར།
en: “In the third of the final, Place the last of the fifth.

source: །དེ་ནས་ལྔ་པའི་བཞི་པ་གཞག །དེ་ནས་མཐར་གནས་གཉིས་པ་གཞག །དེ་ནས་བཞི་པའི་བཞི་པ་གཞག །དེ་ནས་མཐར་གནས་གཉིས་པ་གཞག
en: Then place the fourth of the fifth. Next place the second in the last. “Then place the fourth of the fourth, And the second in the last.

source: །དེ་ནས་ལྔ་པའི་གསུམ་པ་དང་། །གཉིས་པ་ཡི་ནི་གསུམ་པ་ལ། །ར་དང་བཅས་པ་གཞག་པར་བྱ།
en: Then in the third of the fifth, “And the third of the second, One should place a ra.

source: །དེ་ནས་ལྔ་པའི་དང་པོ་ལ། །ཨཱ་ཡིག་རབ་ཏུ་སྦྱར་བར་བྱ།
en: Then, in the first of the fifth, The syllable ah should be placed.

source: །དེ་ནས་གསུམ་པའི་ཐ་མ་ལ། །ཨི་ནི་རབ་ཏུ་སྦྱར་ཏེ་གཞག
en: “Then, in the last of the third, Place the syllable i.

source: །བདུན་པ་ཡི་ནི་བཞི་པ་ལ། །ཡི་གེ་ཨཱུ་ནི་རབ་ཏུ་སྦྱར།
en: In the fourth of the seventh, Place the syllable ū.

source: །སྟོང་པས་མནན་པས་ཉིས་འགྱུར་དང་། །ལྔ་པ་ཡི་ནི་གཉིས་པ་ལ། །གསུམ་པ་ཡི་ནི་དང་པོ་སྦྱར།
en: “By suppressing with emptiness, it becomes two. In the second of the fifth, Apply the first of the third.

source: །ཡི་གེ་བཅུ་གསུམ་རིག་པའི་སྔགས།
en: The thirteen syllables are the incantation.

source: །བརྩེ་བས་བརྩོན་པར་རབ་བཟླས་ན། །གང་འདོད་དངོས་གྲུབ་ངེས་པར་འགྱུར།
en: “If they are recited diligently with love, All desired spiritual accomplishments are certain.”

source: །ཀྱེ་མ་ཧོ་རྡོ་རྗེ་ཅན་གྱིས་གསུངས།
en: Amazing, thus spoke the vajra possessor.

source: །སྔགས་ཀྱི་རྒྱལ་པོ་བླ་མེད་ལམ། །ཕྱག་ན་རྡོ་རྗེའི་དངོས་གྲུབ་ཐོབ།
en: This is the king of mantras, the unsurpassable path, That manifests the spiritual accomplishments of Vajrapāṇi.

source: །དཔལ་རྡོ་རྗེས་འོག་གི་རྒྱུད་ལས་སྔགས་བཏུ་བའི་ལེའུ་སྟེ་བཅུ་གཅིག་པའོ།།
en: This was the eleventh chapter on the arrangement of mantras from The Glorious Tantra of the Vajra in the Underworld.

source: །།དེ་ནས་སྟོན་པ་རྡོ་རྗེ་འཆང་། ། སྤྱན་མིག་འོད་ཟེར་སྤྲུལ་མཛད་ནས།
en: The teacher, Vajradhara, Emanated light from his eyes.

source: །སློབ་མ་རབ་ཏུ་སྨིན་བྱའི་ཕྱིར། །དབང་བསྐུར་ཆོ་ག་རབ་ཏུ་བཤད།
en: Then, in order to ripen students, He taught the ritual of conferring empowerment:

source: །རྡོ་རྗེ་སློབ་དཔོན་དཀའ་ཐུབ་ཆེ། །གསང་དང་ལྡན་པ་དབང་ཐོབ་ཅིང་།
en: “The vajra master, the great ascetic, Has obtained empowerment, replete with secrets.

source: དུལ་དང་དྲང་དང་ཤེས་ཉེན་ཆེ།
en: He is disciplined, upright, and a great spiritual friend.

source: །གཡོ་ཆུང་ངང་བཟང་བྱང་སེམས་ཐོབ།
en: In the excellent state of little movement, he obtained the awakened mind.

source: །དཀྱིལ་འཁོར་ཆོ་ག་རབ་མཁས་པ། །སློབ་མ་དམ་པ་དབང་བསྐུར་ཕྱིར།
en: Learned in the maṇḍala ritual, He should bestow empowerment on the foremost student.

source: །ཡིད་འོང་གཙུག་ལག་ཁང་སོགས་སུ། །བརྟུལ་ཞུགས་སྔོན་དུ་ལེགས་སྤྱད་ནས། །དེ་ནས་ས་ཡི་ཆོ་ག་བྱ།
en: “For that, in a place such as a beautiful temple, First train well in disciplined conduct, Then perform the ritual of the ground.

source: །བརྟག་དང་སྦྱང་ཞིང་བསླང་བ་དང་། །མཆོད་དང་གསོལ་བ་གདབ་པ་དང་། །རྨི་ལམ་མཚན་མའི་སྒོ་ནས་བརྟག
en: Examine, purify, and prepare, Then make offerings and requests. Examine by means of signs in dreams.

source: །ཞི་བའི་ཚོགས་སྤྱན་སྲེག་ནི། །བརྒྱ་རྩ་བརྒྱད་ཀྱི་ཆོ་ག་བྱ།
en: “The fire offering should be performed A total of 108 times with the peaceful ritual.

source: །འབྱུང་པོ་རྣམས་ལ་མཆོད་ཅིང་བསྒོ། །དཀྱིལ་འཁོར་དབུས་སུ་རབ་གནས་ཏེ།
en: Make offerings to the bhūtas and instruct them; They abide in the center of the maṇḍala.

source: །ཧཱུྃ་ལས་རྡོ་རྗེ་ཆེན་པོ་བསྒོམ།
en: “From hūṃ, visualize a great vajra.

source: །བྲུྃ་ལས་གཞལ་ཡས་ཁང་ཆེན་བསྒོམ།
en: From bhrūṃ, visualize the great celestial palace.

source: །སྤྱན་གཉིས་ཉི་ཟླའི་འོད་ཟེར་གྱིས། །བགེགས་རྣམས་མ་ལུས་ཚར་གཅོད་དོ།
en: The light from the two eyes, the sun and the moon, Annihilates all obstructing forces without exception.

source: །རྡོ་རྗེ་ཆེན་པོ་གར་འགྲོས་ཀྱིས། །ས་གཞི་ལན་གསུམ་བསྐོར་བར་བྱ།
en: “With the dance movement of the great vajra, Circumambulate the ground three times

source: །བ་ཡི་རྣམ་ལྔས་ལེགས་བྱུགས་ཏེ། །ཚོམ་བུ་གཅིག་གིས་ལྷ་དགོད་བྱ།
en: And smear it with the five substances of a cow, Then arrange the deities in a single group.

source: །མཆོད་དང་བསྟོད་དང་སྙན་གསན་དབབ།
en: “Make offerings, praises, and requests.

source: །བུམ་པ་ལྷག་པར་གནས་པར་བྱ། །སློབ་མ་ཚོ་གསར་བ་སྨིན་བྱ།
en: Place the vase especially well, Then ripen the student in the ritual.

source: །ཐིག་དང་ཚོན་གྱི་ཆོ་ག་ནི། །ལས་ཀྱི་ཆོ་ག་བཞིན་དུ་བྱ།
en: “The ritual of threads and colors Should be done just as the activity ritual.

source: །གདོང་གཡོགས་དར་ནི་སྔོན་པོ་ཡིས། །སློབ་མ་དག་ནི་གཞུག་པར་བྱ།
en: “Then, with the blue blindfold, Let the students enter.

source: །སྡོམ་ལྡན་དབང་བསྐུར་རྣམ་ལྔས་བསྐུར། །བུམ་པ་དང་པོ་རྡོ་རྗེ་དང་། །དྲིལ་བུ་དབུ་རྒྱན་མིང་གི་དབང་།
en: On the vow holders, bestow the fivefold empowerment: The empowerments of the vase, the vajra, The bell, the crown, and the name.

source: །ལས་ཀྱི་ཆོ་ག་ཇི་བཞིན་ནོ།
en: “The activity ritual is the same.

source: །ཚེས་བཅུ་བཞི་དང་བཅུ་གསུམ་ལ། །སློབ་མ་ལས་ལ་གཟུད་པར་བྱ།
en: On the fourteenth and the thirteenth day, Introduce the students to the activity.

source: །བྱིན་རླབས་རིམ་པས་འཕོ་བ་དང་། །འཕྲལ་དུ་ཡིད་ཆེས་བསྐྱེད་པར་བྱ།
en: The blessings should be transferred gradually, While confidence should be produced immediately.

source: །རིན་ཆེན་སྙིང་པོ་དྲི་མེད་རྒྱུད། །རྒྱུད་རྣམས་ཀུན་གྱི་རྩ་བར་ནི། །འདིར་དབང་བསྐུར་བ་དམ་པ་ཡིན།
en: “This stainless tantra, the precious essence, Is the root of all tantras. It contains the sacred bestowal of empowerment.

source: །སྨིན་པའི་ལས་ལ་བརྟེན་པ་ཡི། །དབང་བསྐུར་མཆོག་གི་རྒྱུད་གསུངས་པས། །རབ་གནས་དགེ་བསྡོམ་པ་ལྡན། །དམ་པ་ཡོན་གྱིས་མཉེས་པར་བྱ།
en: “Virtuous vow-holders who have been consecrated Through the empowerment based upon the activities of ripening, Which is taught in the supreme tantras, Should please the sacred one with gifts.

source: །གྲོལ་བ་མཐར་ཕྱིན་རབ་ཏུ་གནས། །སློབ་མ་སྨིན་པའི་ཆོ་གའོ།
en: This is the rite for perfecting liberation, for consecration, And for the maturing of students.”

source: །རྡོ་རྗེས་འོག་གི་རྒྱུད་ལས་སློབ་མ་ལ་དབང་བསྐུར་བའི་ལེའུ་སྟེ་བཅུ་གཉིས་པའོ།།
en: This was the twelfth chapter on bestowing empowerment on the students from The Tantra of the Vajra in the Underworld.

source: །།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཕྱག་ན་རྡོ་རྗེས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then the bodhisattva Vajrapāṇi requested the Blessed One,

source: །བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་ཐུགས་ཀྱི་གསང་བ་བཤད་དུ་གསོལ་ཞེས་
en: “Lord, for the sake of all sentient beings, please explain the secret of enlightened mind.”

source: གསོལ་བ་བཏབ་བོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལག་ན་རྡོ་རྗེ་མི་བཟད་ཁྱོད། །གཞན་དོན་བག་བརྩོན་ལེགས་སོ་ལེགས།
en: The Blessed One answered this request by saying: “Vajrapāṇi, terrifying one, It is excellent that you consider the welfare of others so diligently.

source: །གང་ཞིག་དུས་ཀྱི་སྙིགས་མ་ལ། །གདུལ་དཀའི་སེམས་ཅན་འདུལ་འདོད་པས།
en: In the degenerated age, whoever wishes To tame those sentient beings that are difficult to tame,

source: །དང་པོར་བྱང་ཆུབ་སེམས་བསྐྱེད་ལ། །ཚོགས་གཉིས་ཀུན་རྫོགས་མཐར་ཕྱིན་པས།
en: “Should first give rise to the mind of awakening, And completely perfect the two accumulations.

source: །རིན་ཆེན་སྣོད་དུ་པདྨའི་གཏེར། །དབུས་སུ་གསང་བའི་བདག་པོ་ཅན།
en: On a lotus base within a jeweled vessel, Array the Lord of Secrets in the center,

source: །འདབ་མ་བརྒྱད་ལ་ཀླུ་ཆེན་བརྒྱད། །སྦྲུལ་མགོས་བརྒྱན་པ་དགོད་པར་བྱ།
en: “Surrounded by the eight great nāgas on eight petals, Each with the head of a snake.

source: །ཁྲུས་དང་གཙང་སྦྲ་དང་ལྡན་པས། །ལས་ཀྱི་ལྷ་ཡི་རྣལ་འབྱོར་གྱིས།
en: When washed and pure, Perform the practice of the deity of activity.

source: །དང་པོ་སྤྱན་དྲངས་རབ་མཆོད་ནས། །བདག་དང་ལྷ་གཉིས་འཕྲོ་འདུར་བཟླས།
en: “First invite and make offerings, Then recite while projecting and absorbing oneself and the deity.

source: །ཀླུ་བརྒྱད་ཞི་བར་འགྱུར་སེམས་ཀྱིས།
en: Think that the eight nāgas are pacified.

source: །ཧཱུྃ་དང་ཧཱུྃ་གི་ཐག་པ་ལས། །བསྒྲུབ་བྱ་འོད་ཀྱི་ཕུང་པོར་བྱ། །སྐད་ཅིག་མས་ནི་ཧཱུྃ་དུ་བསླང་།
en: Thus, from hūṃ and the rope of hūṃ, The one to be accomplished is turned into a mass of light, And, in an instant, caught within the hūṃ.

source: །ཨོཾ་བཛྲ་ཀྲོ་དྷ་ཨ་ཧཱི་ཙཎྜ་ཕཊ། ཁྲི་བཟླས་གདོན་ལས་ངེས་གྲོལ་འགྱུར།
en: “Oṃ vajrakrodha ahicaṇḍa phaṭ. “With ten thousand repetitions, one will certainly be freed from the grahas.

source: །ལག་ན་རྡོ་རྗེ་ཁྱོད་ཀྱིས་ནི། །ཐུགས་ཀྱི་འཕྲོས་འདུ་གསང་བ་ཡིན།
en: “Vajrapāṇi, Your radiation and absorption of enlightened mind is secret.

source: །བསྒྲུབ་བྱའི་ལུས་ནི་ཚོན་གྱིས་དཀྲི། །ཧཱུྃ་ཆེན་ཕྲེང་བའི་འཕྲོ་འདུས་གཅད།
en: Cover the body of the one to be accomplished in color, And cut it with the radiation and absorption of the garland of the great hūṃ.

source: །རྫས་ཆེན་རྣམས་ལ་རབ་བརྟགས་ན། །ངེས་པར་གདོན་ལས་གྲོལ་བར་འགྱུར།
en: “When examining the great substances, One will surely be freed from grahas.

source: །གལ་ཏེ་དེས་ཀྱང་མ་གྲུབ་ན། །སྔགས་ཀྱི་ཕྲེང་བ་བཟློག་སྟེ་བཟླས།
en: However, if this should not accomplish it, Reverse the mantra chain and do the recitation.

source: །རྡོ་རྗེ་ཕྲེང་བས་རབ་བཅད་ནས། །ཐེ་ཚོམ་མེད་པར་འགྲུབ་པར་འགྱུར།
en: “Having cut with the vajra chain, It will be accomplished without any doubt.

source: །འོག་གི་བགེགས་བཟློག་ཆོ་ག་མཆོག །ཡིད་བཞིན་ནོར་ལྟར་འབྱུང་བ་ཡིན།
en: The supreme ritual for repelling the obstructors below Appears like a wish-fulfilling jewel.

source: །ཐེག་པ་གསུམ་ལས་ངེས་རྒྱལ་བའི། །རྒྱུད་ཆེན་གསང་བ་མཐར་ཐུག་པ། །སྐྱོབ་པའི་ཐུགས་ཀྱི་དམ་པ་ཡིན།
en: “This great tantra is the ultimate secret, Which, without doubt, is victorious among the three vehicles And supreme among all protective intentions.”

source: ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་མ་ཐག་ཏུ།
en: As soon as the Blessed One had spoken,

source: ལག་ན་རྡོ་རྗེ་ལ་སོགས་པའི་རིགས་ཀྱི་འཁོར་རྣམས་དང་། ལྷའི་ཚོགས་ཐམས་ཅད་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་རྡོ་རྗེ་འཆང་གིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: the retinues of the family, including Vajrapāṇi, along with all the hosts of deities, rejoiced and praised what the Blessed Vajradhara had said.

source: །དཔལ་རྡོ་རྗེ་ས་འོག་གི་རྒྱུད་ལས་གསང་བ་གཏན་ལ་དབབ་པའི་ལེའུ་སྟེ་བཅུ་གསུམ་པའོ།།
en: This was the thirteenth chapter on establishing the secret from The Glorious Tantra of the Vajra in the Underworld.

source: །།ཁ་ཆེའི་པཎྜི་ཏ་ཙེ་ལུ་དང་། བོད་ཀྱི་ལོ་ཙྪ་བ་འཕགས་པ་ཤེས་རབ་ཀྱིས་བསྒྱུར་བ་རྫོགས་སོ།།
en: The translation was completed by the Kashmiri scholar Celu and the Tibetan translator Phakpa Sherab.
